{
  "the_thing_itself": [
    {
      "Ernest Holmes speaks of a definite \"Thing\", a principle, that one can learn about and use.  He writes that": null
    },
    {
      "q": "The study of the Science of Mind is a study of First Cause, Spirit, Mind, or that invisible Essence, that ultimate Stuff and Intelligence from which everything comes, the Power back of creation - The Thing Itself."
    },
    "He is speaking of a definite principle, as with the principle of mixing colours.  One mixes red and blue and gets purple.  It doesn’t matter who does this.  The principle is freely available for all to use.  The Universe plays no favourites.  These principles he calls Law.  The Law of Electricity has always been available for humans to use.  It is only recently that we have discovered how.",
    {
      "Our minds have two components": "one conscious mind, and the other unconscious.  Holmes refers to these as \"objective\" and \"subjective\".  He posits that there is really only one mind."
    },
    {
      "q": "There is but one Subjective Mind, and what we call our subjective mind is really the use we are making of the One Law."
    },
    "The \"Thing\" he refers to is this One Mind and One Law.  \"The mind which we discover within us is the Mind that governs everything.\""
  ],
  "the_way_it_works": [
    {
      "q": "The Thing, then, works for us by working through us and is us, always.  It cannot work for us in any other way."
    },
    {
      "There is no big or small when referring to the One Mind.  He states": null
    },
    {
      "q": "Our belief sets the limit to our demonstration of a Principle which, of Itself, is without limit"
    },
    {
      "The Universe is vast and infinite.  By the same token, the One Mind, which created everything is infinite too.  We can tap into this infinite power through our thoughts": null
    },
    {
      "q": "When a farmer plants a seed, he invokes the law.  That which follows is done by the mechanical side of Nature, which has no volition of its own."
    },
    "The plant grows on its own through the Law of Life and the Law of its being.  One need not coerce the plant into growing.  It simply grows.  This is the way Nature works.  In the same way, one can tap into the natural Laws of the Universe to create good in his or her life.  The amount of Good you can have depends on one’s Faith and Belief."
  ],
  "what_it_does": [
    {
      "q": "The mind must conceive before the Creative Energy can produce;  we must supply the avenue through which It can work."
    },
    "Clearly, then, one can get the \"Thing\" to act harmoniously on our side much in the way a farmer plants a seed.  In \"The Science Of Mind\", Ernest Holmes compares what It does to the workings of an iron foundry.  Pig iron is melted and poured into molds to make parts for machines or other use.",
    {
      "q": "The iron itself neither knows nor cares what particular form it takes, it is formless, ready to take any form supplied."
    },
    "The action of the One Mind and the One Law is to be the mold, or shape, that is embracing the molten iron and providing direction as to what shape you would like.  One does this via their thoughts.  One forms a \"Mental Equivalent\" in their thoughts and thus creates a mold.  ~Spirit~ and the One Mind act by pouring into this mold and the result acts by Divine Law.",
    "The question of \"What it Does\" is simply answered by the action of making this mold.  How much Good can one achieve this way?",
    {
      "q": "ALL OF IT^  And how much of It may we have to use?  AS MUCH OF IT AS WE CAN EMBODY."
    }
  ],
  "how_to_use_it": [
    "The Science of Mind is really about knowing the Truth.  The Spiritual Truth of a situation.  The Truth of one’s life.  By knowing the Truth, and affirming the Truth, one is making a powerful mold for ~Spirit~ and the One Mind to act upon by Law.",
    {
      "q": "The mental attitude of the practitioner is one of the denial toward every false condition that opposes the principle of Life as one of absolute perfection.  God’s world is perfect."
    },
    "Ernest Holmes pioneered a new approach to affirming the Truth.  It is called Affirmative Prayer, Spiritual Mind Treatment, or simply 'Treatment'.  It is through these affirmations that one knows the Truth.",
    {
      "q": "Healing and demonstration take place as our minds become attuned to the truth of Being.  There is no 'process of healing', but there is generally a process 'in healing'.  This process is the time and effort which we undergo in our realizations of Truth."
    }
  ],
  "personalize": [
    "There are many names one could give to the thing Ernest Holmes calls 'It'.  Many refer to it as God, Source, or simply the Universe.",
    "One could call ~Spirit~ whatever they want.  What is important is your own personal connection to the Divine.",
    "This section gives you a chance to personalize your power.  Give it a name that means something to you.  This name will be used by My Treatment Pal whenever it refers to ~Spirit~."
  ],
  "treatment": [
    {
      "q": "A treatment is a spiritual entity in the mental world and is equipped with power and volition - as much power and volition as there is faith in it, given to it by the one using it - and, operating through the Law, It knows exactly how to work and what methods to use and just how to use them."
    },
    "A treatment is a prayer, but not all prayers are treatments.  Many prayers ask a divine entity separate from ourselves to \"do\" something for us.",
    "In the Science of Mind, one affirms that he or she is One, in the One Mind, with the Divine power that created the Universe.  There is no separation.  We all have access to Divinity.  Furthermore, this Divinity can only act through us.  A treatment does not implore a separate entity to \"do\" something for us, but rather affirms that we already possess the Divine qualities we seek and that the end result is already done.",
    "Interestingly, recent developments in Quantum Physics parallel this line of thinking.  In the quantum plane, all possibilities and eventualities are already manifest.  What comes into being on the physical plane depends on what one is thinking about.",
    "Most treatments have five steps, although some can have seven.  This app concentrates on the former, more common form.",
    {
      "ul": [
        "Recognition",
        "Unification",
        "Realization",
        "Thanksgiving",
        "Release"
      ]
    },
    "These steps are elaborated on in the drop down headings later in the app.",
    "The order of the steps of treatment is for a reason.  It is a 'formula' that one follows.  This is the reason the teaching is called \"Science of Mind\".  The formulaic approach is scientific in nature.  It is a principle that can be applied by anyone, they need only follow the steps.",
    "The general order is to open oneself up to ~Spirit~ and ground oneself in the power of ~Spirit~ and the power of the Universe.  Then you can affirm what you desire as manifest in the here and now.  Then you express your gratitude for these gifts and release it before the Law to become reality."
  ],
  "mental_equivalents": [
    "In Spiritual Mind Treatment one is trying to envision and create a better world for themselves.  One powerful way to do this is to use Spirit, the One Mind, and the Law of Mind in the way that Ernest Holmes describes in the earlier sections.  By creating a mental equivalent of what you desire, you are creating the mold described in the \"What It Does\" section.",
    "For instance, should one desire a happier relationship with one (or more) people, a mental equivalent might be thinking of and dwelling in a positive relationship that happened in the past.  By allowing the mind to feel the positivity you are living from that point.  You are creating a mold that ~Spirit~ will fill by Law."
  ],
  "faith_and_demonstrations": [
    "A \"demonstration\" is generally referred to as when ~Spirit~ shows up with the thing you were treating for.  Ernest Holmes was clear on how much one may demonstrate.  It is only limited by your faith and the extent you believe."
  ],
  "acknowledgements": [
    "Deep thanks is offered to Ernest Holmes for the quotes in this section and the concepts that this app is based on.",
    "A special Thank You to Karin, Cory, Missy, Tereca, Tomina, Jason, and Elaine for supporting me in learning and growing under the Science of Mind umbrella."
  ],
  "purpose": [
    "Generally, a Spiritual Mind Treatment is a prayer for a specific purpose.  It is meant to create something.  This is called a \"First Cause\".  It is being created by you and ~Spirit~ working together;  a co-creation.",
    "In this section you can make a list of any purposes you may wish a treatment for.  While it is great to list as many as you can think of, generally fewer is better than many.",
    "It is better to have a shorter list of things you really want to go for than a huge list of things that you never get to.  One doesn't want to be \"too little butter scraped on bread\", as Bilbo Baggins said.",
    "While this isn't an official 'step' in the treatment process as outlined by Ernest Holmes, it is a critical precursor.  In doing a treatment, one is actually creating something.  You are creating a mold and invoking the Law to pour forth the essence of ~Spirit~ into it.",
    "A treatment is always for a definite purpose.  One must have a firm grounding in what they wish to create before setting out to create it."
  ],
  "recognition": [
    "In this stage, one recognizes the nature of the Divine.  The Science of Mind teaching holds that ~Spirit~ is omnipresent, in and through everything.  It is the One Source, the One Power back of all creation.  ~Spirit~ is everywhere present, in and through everything.  ~Spirit~ has Divine Right Knowledge and always makes the right decision.",
    "One is trying to get a sense of being grounded in the ever present and all powerful Good of ~Spirit~.  The thrust of this section is to speak or write these words with utmost conviction, in a way that conveys your total belief in and behind the concept."
  ],
  "unification": [
    "The next step is to unify yourself with ~Spirit~.  As ~Spirit~ is everywhere and through all things, it must be in you, too.  One speaks to the Divine being inside of them, as the qualities of the entire ocean are in a single drop of water.  You are heading towards a sense of feeling the same power as you outlined in the Recognition phase as being your power, right now.",
    "If you are treating for another person, this is the stage that you would introduce their name.  First unify yourself, then recognize your client by name and unify them as well.",
    "Again, your deep conviction and belief are of utmost importance here.  You want to speak of the areas where your conviction is the strongest and anchor your consciousness with the Divine."
  ],
  "realization": [
    "Now that the foundation has been laid, one can begin to build upon it.  Here one affirms the Spiritual Truth of what they set out for in the Purpose statement of their treatment.  Treatment can also be referred to as \"Affirmative Prayer\" and this is the section where one makes the affirmations.",
    "One sets out here to Know the Truth of the situation from a spiritual perspective.  With ~Spirit~, there is always good health, favourable conditions, infinite love and divine peace.  You need to call forth the mental equivalents for the conditions you require and affirm that you have them right here, right now - in the present tense.",
    "This section can be short, sweet and to the point.  It can also be longer, with several paragraphs or sections and cover multiple issues.  Once you have grounded yourself in ~Spirit~ in the first two sections of treatment, you are free to create as much as you believe you can in this section."
  ],
  "thanksgiving": [
    "As mentioned in the Realization step, you are affirming that the Good you desire is here with you in the present.  You already have it.  This section is where you express your appreciation and thanks for the Good you desire from ~Spirit~.",
    "Since it is already manifest, you can express your thanks along the same lines.  With deep humbleness and utter conviction, you declare your gratitude for the realization of what you are affirming."
  ],
  "release": [
    "You have opened up and grounded yourself with ~Spirit~, stated your affirmation and expressed your gratitude for it.  This creates the mold for your mental equivalent and prepares the ground for manifestation.  Now it is up to the Law to create what you have desired.",
    "The Law acts unerringly, as a principle;  in the same way for all people.  One need only release their word before the Law and ~Spirit~ will pour forth and manifest it.",
    "As with all spiritual work, the extent of your demonstration is commensurate with your belief in the outcome.  One needs to release their Word to the Law with utmost conviction that it has already come to be."
  ],
  "personalize_list": [
    "God",
    "Spirit",
    "Energy",
    "Good",
    "Source",
    "Creator",
    "^The Grand Poobah",
    "The Dude",
    "Goddess",
    "The Big Guy",
    "Source Energy",
    "Higher Power",
    "Gut",
    "Instinct",
    "The Force",
    "The Zone",
    "The Lord",
    "The Vortex"
  ],
  "purpose_list": [
    "^I am calm and peaceful and my project is complete and perfect at the perfect time.",
    "To know that Divine Perfection extends to every part of my physical body.",
    "I am fully expressing my creative talents every day.",
    "I have peaceful and easy relationships with the key people in my life."
  ],
  "recognition_list": [
    "Source is all there is.  Nothing exists that is outside of Source.  ~Spirit~ and Source are one.",
    "~Spirit~ is in and through everything.  It is an everpresent force back of all creation.",
    "~Spirit~ is the One that is in and through everything.  Its Divine Providence encompasses all of creation.",
    "~Spirit~ acts by Divine Law, always unerringly and with surety with Divine Right Knowledge and to Divine Right Action.",
    "~Spirit~ is like the current in a river, ever flowing and infinitely powerful."
  ],
  "unification_list": [
    "I am an individualized aspect of ~Spirit~, as a drop of water contains the properties of the entire ocean and all the qualities of the ocean exist in a single drop of water.",
    "This One and this Unity are my being and my life too.",
    "I am intimately part of and inseparable from this Divine Unity.",
    "I know that this beauty and precision is manifest in my life too.  It is interwoven in the workings of my body, how I interact with my environment and how my affairs play out in the bigger stage of life."
  ],
  "realization_list": [
    "^I recognize and know that my project is perfect and complete right now.  I know that whatever I offer forth is the direct result of ~Spirit~ pouring out through me and that it perfectly reflects the Divine Unity.  By Law, my planning, efforts and talent create the perfect Spiritual Mind Treatment app that is held in a broad base of support in the community.",
    "My physical body is created out of the same ~Spirit~ stuff as the rest of the Universe.  As the Universe is created in perfection, so is my body.  Its systems operate in perfection.  It repairs itself and regenerates such that youth is eternally mine.",
    "My creativity is an outpouring of ~Spirit~ into the world.  As ~Spirit~ is perfect in all ways, my creative pulse is strong and vibrant and I generate many creative works that bring me great joy and satisfaction.",
    "~Spirit~ always has Divine Right Knowledge.  The Universe and all its vast complexity operates at its core in a simple and perfect way.  It is with the knowledge that drives these processes that I benefit from knowing how to interact with the key people in my life.  My time with them is peaceful and happy because I am in tune with what they need and can respond to their individual needs."
  ],
  "thanksgiving_list": [
    "^I am profoundly grateful for ~Spirit~ and its gifts of creativity, love, and harmony.",
    "I give deep thanks for the Divine guidance that ~Spirit~ provides in my life.",
    "My life is part of an interconnected system.  I am deeply grateful for the interconnectedness and majesty of it all.",
    "I am overwhelmingly grateful that by simply moving into the current of the river, into the flow of ~Spirit~, that I am carried forward with Divine Right Action, that I move forward, succeed, and prosper."
  ],
  "release_list": [
    "I release this treatment before the Law in the same way that one would release a leaf into the river, to be carried away by the current.",
    "I release it knowing that it is already done, perfect and whole in the One Mind, manifest already by Law.",
    "I know this to be so and trust with deep conviction in the same way as I trust that the river will always flow down to the sea."
  ]
}
